brew "mas"                      # Mac App Storeからのインストール
mas "1Password", id: 443987910  # パスワード管理
mas "line", id: 539883307       # チャット・通話
mas "simplenote", id: 692867256 # text storage
mas "Drafts", id: 1435957248    # note taking

brew "coreutils"                # GNU Uore Utilities
brew "ghq"                      # Gitリポジトリ管理
brew "mackup"                   # 設定ファイルのバックアップ・リストア
brew "fzf"                      # 対話型フィルタリング
brew "tmux"                     # terminal multiplexer
brew "tree"                     # ディレクトリの木構造表示
brew "neovim"                   # text editor
brew "ansible"                  # 構成管理ツール
brew "docker"                   # コンテナプラットフォーム(クライアントのみ)
brew "docker-compose"                   # コンテナプラットフォーム(クライアントのみ)

tap "homebrew/cask"
cask "visual-studio-code"       # IDE
cask "iterm2"                   # terminal emulator
cask "disk-inventory-x"         # ストレージ分析
cask "google-chrome"            # Webブラウザ
cask "virtualbox"               # 仮想化
cask "vagrant"                  # 仮想マシン設定
cask "microsoft-teams"          # 

tap "homebrew/cask-fonts"
cask "font-cica"                # Cicaフォント

tap "psfldr/tap"                # indivisual fomulae
cask "trendmicro-virusbuster"   # セキュリティーソフト(requres password)

