brew "mas"                      # Mac App Storeからのインストール
mas "1Password", id: 443987910  # パスワード管理
mas "line", id: 539883307       # チャット・通話
mas "simplenote", id: 692867256 # note taking

brew "coreutils"                # GNU Uore Utilities
brew "ghq"                      # Gitリポジトリ管理
brew "mackup"                   # 設定ファイルのバックアップ・リストア
brew "fzf"                      # 対話型フィルタリング
brew "tmux"                     # terminal multiplexer
brew "tree"                     # ディレクトリの木構造表示
brew "vim"                      # text editor

tap "homebrew/cask"
cask "docker"                   # コンテナ型仮想化プラットフォーム
cask "visual-studio-code"       # IDE
cask "iterm2"                   # terminal emulator

tap "homebrew/cask-fonts"
cask "font-cica"                # Cicaフォント


tap "psfldr/tap"                # indivisual fomulae
cask "trendmicro-virusbuster"   # セキュリティーソフト(requres password)

